tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "btop"
brew "node"
brew "cloudflare-wrangler"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "jq"
brew "lua"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
cask "1password-cli"
cask "codex"
cask "gcloud-cli"
cask "ghostty"
